Repository: mucky-duck/QuackFX
Catalog: Leia/script.user.rating/resources/language/Polish/strings.po
Languages: pl

# #32000
source: General
pl: Ogólne

# #32001
source: Auto show rating dialog when movie marked as watched
pl: Automatycznie pokaż okno oceny po oznaczeniu filmu jako oglądany

# #32002
source: Auto show rating dialog only for not rated media
pl: Automatycznie pokaż okno oceny tylko dla pozycji nieocenionych

# #32003
source: Name of master profile (submit locally and to websites)
pl: Nazwa profilu głównego (localnie i do stron)

# #32004
source: Name of second profile (only submit to websites)
pl: Nazwa drugiego profilu (tylko do stron)

# #32005
source: Auto show rating dialog when episode marked as watched
pl: Automatycznie pokaż okno oceny po oznaczeniu episodu jako oglądany

# #32007
source: Notification
pl: Notyfikacje

# #32008
source: Debuging
pl: Debugowanie

# #32011
source: Enable submit movies
pl: Wysyłaj dla filmów

# #32012
source: Enable submit tvshows
pl: Wysyłaj dla seriali

# #32013
source: Enable submit episodes
pl: Wysyłaj dla odcinków

# #32015
source: TMDB Password
pl: TMDB Hasło

# #32016
source: Enable second account for submitting to TMDB
pl: Włącz drugie konto do wysyłania do TMDB

# #32017
source: TMDB second account Loign
pl: TMDB drugie konto Loign

# #32018
source: TMDB second account Password
pl: TMDB drugie konto Hasło

# #32021
source: Enable submit movies
pl: Wysyłaj dla filmów

# #32022
source: Enable submit tvshows
pl: Wysyłaj dla seriali

# #32023
source: Enable submit episodes
pl: Wysyłaj dla odcinków

# #32025
source: TVDB Key
pl: TVDB Klucz

# #32026
source: Enable second account for submitting to TVDB
pl: Włącz drugie konto do wysyłania do TVDB

# #32027
source: TVDB second account Loign
pl: TVDB drugie konto Loign

# #32028
source: TVDB second account Key
pl: TVDB drugie konto klucz

# #32031
source: Enable submit movies
pl: Wysyłaj dla filmów

# #32032
source: Enable submit tvshows
pl: Wysyłaj dla seriali

# #32033
source: Enable submit episodes
pl: Wysyłaj dla odcinków

# #32035
source: FILMWEB Password
pl: FILMWEB Hasło

# #32036
source: Enable second account for submitting to FILMWEB
pl: Włącz drugie konto do wysyłania do FILMWEB

# #32037
source: FILMWEB second account Loign
pl: FILMWEB drugie konto Loign

# #32038
source: FILMWEB second account Password
pl: FILMWEB drugie konto Hasło

# #32100
source: Your rating
pl: Twoja ocena

# #32101
source: Rate sended
pl: Ocena wysłana

# #32102
source: Can't find ID in your database
pl: Nie mogę znaleźć ID w twojej bazie danych

# #32110
source: Login Error
pl: Błąd logowania

# #32120
source: Select direction
pl: Kierunek

# #32121
source: Select media type
pl: Typ wideo

# #32122
source: Movies
pl: Filmy

# #32123
source: TVShows
pl: Seriale

# #32124
source: Episodes
pl: Episody

# #32125
source: Retrive rated
pl: Pobieranie ocenionych

# #32126
source: No rated
pl: Brak ocenionych

# #32127
source: from
pl: z

# #32128
source: Items
pl: Pozycji

# #32129
source: with correct
pl: z poprawną

# #32130
source: IDs that can be synced
pl: ID które mogą być zsynchronionizowane

# #32131
source: with not existed rating
pl: z nieistniejącą oceną

# #32132
source: NEW
pl: NOWY

# #32133
source: with existed rating
pl: z istniejącą oceną

# #32134
source: EXIST
pl: JEST

# #32135
source: with missing
pl: z brakującą

# #32136
source: IDs that can not be synced
pl: ID które nie mogą być zsynchroniowane

# #32137
source: Sync
pl: Synchronizacja

# #32138
source: Replace All
pl: Zastąp wszystkie

# #32139
source: Add only not existed
pl: Dodaj tylko nieistniejące

# #32140
source: Cancel
pl: Anuluj

# #32141
source: Error connection
pl: Błąd połączenia

# #32142
source: ratings to
pl: ocen do

# #32143
source: SYNC MENU
pl: MENU SYNCHRONIZACJI

# #32144
source: Synced
pl: Zsynchronizowano
